[
    "AccuWeather objavio veliku prognozu za jesen. Evo što čeka Hrvatsku",
    "Čeka se odluka o izručenju Mamića: \"Dajte mi nagradu, prijavio sam korumpirane suce\"",
    "ECDC objavio novu korona-kartu. I Zagreb je u narančastom",
    "Stradun, Kalelarga i Dioklecijanova palača imaju svoju cijenu. Tako i kava i pizza",
    "Objavljen novi raspored cijepljenja na Velesajmu, Moderna dostupna samo u petak",
    "Hrvat kreće u prvih 11 Bayerna? Još nije odlučio za koju reprezentaciju će igrati",
    "Tko je mladi Hrvat koji je debitirao za Bayern? Kovač ga je 2018. gurnuo protiv PSG-a",
    "Tko je 18-godišnji Hrvat kojem je Niko Kovač dao priliku u seniorskoj momčadi Bayerna?",
    "Dinamo prodao Gavranovića. Pogledajte kako su ga dočekali navijači novog kluba",
    "Evo kako će United izgledati ove sezone, Solskjaer više nema izgovora",
    "UŽIVO  Inter sprema dva transfera da smiri navijače, Cityjeva zvijezda želi u Barcu",
    "Imao je ponude od 112 i 45 mil. dolara. Odbio ih je i sad igra za dva milijuna",
    "Pogledajte kako je Ramos poželio dobrodošlicu Messiju",
    "Procurila posljednja poruka koju je Messi poslao u grupnom razgovoru Barcinih igrača",
    "Evo gdje gledati lov Rijeke i Osijeka na play-off",
    "Trener Hiberniana: Lijepo je od HNS-a što je pomogao Rijeci",
    "Trener CSKA Sofije: Osijek je bio favorit, a mi smo spremni na sve",
    "Složili smo četiri potencijalne Dinamove skupine u Ligi prvaka",
    "Evo tko će zamijeniti Gavranovića u Dinamovu napadu",
    "VIDEO  Franjić: Gol sam gledao nekoliko puta. Nazvao me Gvardiol",
    "Hrvat kreće u prvih 11 Bayerna? Još nije odlučio za koju reprezentaciju će igrati",
    "Dinamo prodao Gavranovića. Pogledajte kako su ga dočekali navijači novog kluba",
    "Evo kako će United izgledati ove sezone, Solskjaer više nema izgovora",
    "UŽIVO Inter sprema dva transfera da smiri navijače, Cityjeva zvijezda želi u Barcu",
    "Imao je ponude od 112 i 45 mil. dolara. Odbio ih je i sad igra za dva milijuna",
    "Thompson tuži susjede, traži da mu predaju dijelove svojih stanova u Splitu",
    "Šajeta: Budući da nemam koncert u Sinju, javite mi ako netko ide u Travnik",
    "Thompsonova žena psu kojeg je spasila s lanca plaća smještaj u hotelu za životinje",
    "Francuski velikan nikad nije napravio isti film dvaput i klonio se svih kategorija",
    "Moda na zagrebačkim ulicama: Ljetne haljine i kratke hlačice dominiraju špicom",
    "Nakon što je otpratila Igora, Seve zapratila najzgodnijeg srpskog glumca",
    "Jelena Veljača objavila fotku s Vitom, ljudi pišu: Kakve noge, kakav muž",
    "Operna pjevačica o dočeku srpskih olimpijaca: Nitko nije zaslužio to poniženje",
    "Imamo super recept za zebrasti cheesecake koji osvaja izgledom i okusom",
    "Mljac! Imamo odličan recept za čokoladne kekse, gotovi su za manje od pola sata",
    "Za ova slasna jela vam treba manje od pet sastojaka",
    "Pokraj njega bi i James Bond djelovao priprosto, a kakav je tek glumac bio!",
    "Lynchovog omiljenog glumca obilježila je obiteljska tragedija, a ubili su ga hipiji",
    "Bio je talijanski Mozart čiju skladbu iz Kuma znaju skoro svi",
    "Tito je bio počasni vojvoda Sinjske alke, podržao ju je kao izraz junaštva",
    "Rajko Dujmić 1991. otkrio: Profesor na Akademiji istukao me kao vola u kupusu",
    "Kako su se slavni jugoslavenski glumci 70-ih mučili da naplate zarađeni honorar",
    "Thompson tuži susjede, traži da mu predaju dijelove svojih stanova u Splitu",
    "Francuski velikan nikad nije napravio isti film dvaput i klonio se svih kategorija",
    "Moda na zagrebačkim ulicama: Ljetne haljine i kratke hlačice dominiraju špicom",
    "Nakon što je otpratila Igora, Seve zapratila najzgodnijeg srpskog glumca",
    "Jelena Veljača objavila fotku s Vitom, ljudi pišu: Kakve noge, kakav muž",
    "16 ljudi koji su napravili nešto stvarno blesavo i morali to podijeliti sa svima",
    "20+ ljudi koji su svojim ulovima iz second hand shopova oduševili cijeli internet",
    "19 pomalo jezivih slučajnosti koje su totalno iznenadile ljude",
    "Tisuće ljudi smiju se rješenju koje je ovaj turist smislio da mu bude ugodnije čitati na plaži",
    "Objavila snimku supruga i dadilje kako plešu, upozorili ju na jednu stvar",
    "Dončić proslavio potpisivanje novog ugovora, goste zabavljala Severina",
    "Pokraj psa prošlo vozilo hitne pomoći, čuo sirenu pa ju počeo imitirati",
    "Striptizete bile na sprovodu 26-godišnjaka, plesale u krilima ožalošćenih",
    "Mila Kunis i Ashton Kutcher narugali su se na objave posvećene nekupanju svoje djece",
    "Danas se obilježava Dan srednjeg djeteta. Evo zašto su posebni",
    "Žena priznala da mrzi svoju kćer: Bezobrazna je i lijena, a muž je ne može vidjeti",
    "Kako alkohol utječe na tijelo s obzirom na dob",
    "Ovim ženama nitko ne bi dao godina koliko doista imaju",
    "Ovi simptomi multiple skleroze karakteristični su za žene",
    "Cricket je mačak s jednim okom, iskrivljenom čeljusti i predivnom karizmom",
    "Istraživanje pokazalo: Psi kuže kad im lažete",
    "Žena se snimala kako u bikiniju ulazi u ocean, ali svu pažnju je ukrao netko drugi",
    "Samo jedna osoba na svijetu može legalno voziti bez vozačke dozvole",
    "U Europi su i dalje ludi za Ladom Nivom, a cijena ide u nebo",
    "Hrvati pustoše salone rabljenih automobila u inozemstvu, a ovi modeli su najtraženiji"
]